{
    "book" : [
        {
            "no" : 1,
            "id_book" : "B001",
            "cover" : "../assets/book/B001.jpeg",
            "category" : "Novel",
            "title" : "Jalan Panjang untuk Pulang",
            "author" : "Agustinus Wibowo",
            "publisher" : "Gramedia",
            "year" : 2021,
            "synopsis" : "Dalam sebagian besar tulisannya, dia membawa serta para pembacanya pada pencarian identitas berupa perjalanan untuk mencari makna “rumah”. Tempat-tempat yang dikunjungi Agustinus bukanlah tempat-tempat yang nyaman, tenang, atau bahkan indah dalam kacamata tamasya. Tempat-tempat itu sering kali berada di perbatasan, di wilayah penuh konflik berlapis dengan masyarakat yang berupaya mencari atau mempertahankan identitas. Dari tempat-tempat ini, kita bisa mendapatkan refleksi yang sesuai dengan kegelisahan kita, juga pertanyaan-pertanyaan yang berkecamuk dalam benak kita dan terus relevan dari masa ke masa. Yaitu pertanyaan tentang identitas diri. Ini adalah pertanyaan yang justru semakin menguat di tengah dunia yang semakin mengglobal. Jalan Panjang untuk Pulang adalah kumpulan cerita dan esai dari berbagai lokasi yang pernah disinggahi Agustinus, yang mengajak kita untuk mengalami berbagai dimensi perjalanan. Dari perjalanan fisik hingga perjalanan batin. Dari melihat dunia luar hingga pulang ke dalam diri. Dari pencarian hingga penemuan makna yang hakiki.",
            "stock" : 8
        },
        {
            "no" : 2,
            "id_book" : "B002",
            "cover" : "../assets/book/B002.jpg",
            "category" : "Computer & Technology",
            "title" : "This Is How They Tell Me the World Ends: The Cyberweapons Arms Race",
            "author" : "Nicole Perlroth",
            "publisher" : "Amazon",
            "year" : 2021,
            "synopsis" : "Part John le Carré and more parts Michael Crichton spellbinding. -The New Yorker. \n From The New York Times cybersecurity reporter Nicole Perlroth,the untold story of the cyberweapons market-the most secretive, invisible, government-backed market on earth-and a terrifying first look at a new kind of global warfare.",
            "stock" : 7
        },
        {
            "no" : 3,
            "id_book" : "B003",
            "cover" : "../assets/book/B003.jpeg",
            "category" : "Novel",
            "title" : "Pulang Pergi",
            "author" : "Tere Liye",
            "publisher" : "Sabak Grip Nusantara",
            "year" : 2021,
            "synopsis" : "Ada jodoh yang ditemukan lewat tatapan pertama.Ada persahabatan yang diawali lewat sapa hangat.Bagaimana jika takdir bersama ternyata, diawali dengan pertarungan mematikan? Lantas semua cerita berkelindan dengan, pengejaran demi pengejaran mencari jawaban?Pulang-Pergi",
            "stock" : 7
        },
        {
            "no" : 4,
            "id_book" : "B004",
            "cover" : "../assets/book/B004.jpg",
            "category" : "Personal Development",
            "title" : "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
            "author" : "Mark Manson",
            "publisher" : "HarperAudio",
            "year" : 2016,
            "synopsis" : "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be positive all the time so that we can truly become better, happier people. \n For decades we've been told that positive thinking is the key to a happy, rich life.\"F*ck positivity,\" Mark Manson says. \"Let's be honest, shit is f*cked, and we have to live with it.\" In his wildly popular Internet blog, Manson doesn't sugarcoat or equivocate. He tells it like it is - a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F*ck is his antidote to the coddling let's-all-feel-good mind-set that has infected modern society and spoiled a generation, rewarding them with gold medals just for showing up. \n Manson makes the argument, backed by both academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade but on learning to stomach lemons better. Human beings are flawed and limited - \"not everybody can be extraordinary; there are winners and losers in society, and some of it is not fair or your fault\". Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek. \n There are only so many things we can give a f*ck about, so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F*ck is a refreshing slap for a generation to help them lead contented, grounded lives. ",
            "stock" : 16
        },
        {
            "no" : 5,
            "id_book" : "B005",
            "cover" : "../assets/book/B005.jpeg",
            "category" : "Comic, Fantasy",
            "title" : "Pergi",
            "author" : "Tere Liye",
            "publisher" : "Republika",
            "year" : 2018,
            "synopsis" : "Sebuah kisah tentang menemukan tujuan, ke mana hendak pergi, melalui kenangan demi kenangan masa lalu, pertarungan hidup-mati, untuk memutuskan ke mana langkah kaki akan dibawa. \n Kata “PERGI” dikatakan jika saah seorang akan menuju ke suatu tempat, atau bisa jadi menjadi menjadi suatu tujuan hidup seseorang. Menetukan akan kemana setelah ini itu tidaklah mudah, apalagi itu berhubungan dengan hidup pribadi. prosesnya tidak lah sesingkat ketika membuat status social media kalian. \n Yah cerita dalam novel ini tentang Bujang, ya tokoh yang sama di novel PULANG dengan pengarang yang sama yaitu Tere Liye. Berkisah tentang Bujang yang sibuk menjadi pentolan keluarga Tong. Keluarga Tong adalah salah satu dari shadow economy. Shadow economy sendiri dibagi beberapa keluarga dengan daerah – daerah tersendiri. Terlalu rumit urusan keluarga shadow economy tersebut. \n Kehidupan bujang setelah ditinggal oleh orang – orang terdekat nya seperti mamak, Tauke besar, dan beberapa guru yang mengajarinya. Bujang tinggal tetap di markas keluarga tong di ibu kota. Kali ini Bujang telah memiliki banyak rekan dan beberapa rekan lamanya yang ada di novel sebelumnya. Di cerita ini Bujang bukanlah menjadi tukang pukul nomor satu di keluarga tong, tetapi juga tetap menjadi keluarga tong. \n Bujang bekerja sama dengan kepala tukang pukul keluarga tong yaitu Togar dan orang yang ada di novel sebelumnya yaitu Parwez untuk membawa keluarga Tong menjadi lebih besar dan berkembang kearah yang lebih baik. \n  Di novel ini bujang bertemu dengan Thomas ya yaitu salah satu tokoh di novel negeri para bedebah dan negeri di ujung tanduk. dan tokoh yang muncul beberapa kepala keluarga dari shadow economy. Dan ada sosok bertopeng misterius yang muncul di meksiko yang telah mengetahui nama asli bujang, padahal tidak sembarangan orang tahu nama asli dari Bujang si babi hutan.",
            "stock" : 2
        },
        {
            "no" : 6,
            "id_book" : "B006",
            "cover" : "../assets/book/B006.jpg",
            "category" : "Computer & Technology",
            "title" : "Thing Explainer: Complicated Stuff in Simple Words",
            "author" : "Randall Munroe",
            "publisher" : "Amazon",
            "year" : 2015,
            "synopsis" : "Have you ever tried to learn more about some incredible thing, only to be frustrated by incomprehensible jargon? Randall Munroe is here to help. In Thing Explainer, he uses line drawings and only the thousand (or, rather, “ten hundred”) most common words to provide simple explanations for some of the most interesting stuff there is, including: \nfood-heating radio boxes (microwaves) \n tall roads (bridges) \n computer buildings (datacenters) \n the shared space house (the International Space Station) \n the other worlds around the sun (the solar system) \n the big flat rocks we live on (tectonic plates) \n the pieces everything is made of (the periodic table) \n planes with turning wings (helicopters) \n boxes that make clothes smell better (washers and dryers) \n the bags of stuff inside you (cells) \n How do these things work? Where do they come from? What would life be like without them? And what would happen if we opened them up, heated them up, cooled them down, pointed them in a different direction, or pressed this button? In Thing Explainer, Munroe gives us the answers to these questions and so many more. Funny, interesting, and always understandable, this book is for anyone—age 5 to 105—who has ever wondered how things work, and why.",
            "stock" : 7
        },
        {
            "no" : 7,
            "id_book" : "B007",
            "cover" : "../assets/book/B007.jpg",
            "category" : "Comic, Fantasy",
            "title" : "Detektif Conan 96",
            "author" : "Aoyama Gosho",
            "publisher" : "Elex Media Pengarang",
            "year" : 2019,
            "synopsis" : "Pertama kalinya Heiji Hattori berhadapan dengan si Kid Pencuri yang mengincar \"Fairy Lip \"! Di kasus lain Makoto Kyogoku terlibat dalam insiden di lokasi syuting TV drama. . . ! ? Selanjutnya ada informasi baru terkuaknya bos Organisasi Baju Hitam!!",
            "stock" : 7
        },
        {
            "no" : 8,
            "id_book" : "B008",
            "cover" : "../assets/book/B008.jpg",
            "category" : "Comic, Fantasy",
            "title" : "Avatar: The Last Airbender - Toph Beifong's Metalbending Academy",
            "author" : "Faith Erin Hicks",
            "publisher" : "Penguin Random House",
            "year" : 2020,
            "synopsis" : "Things are looking bright at the Beifong Metalbending Academy! But after all the adventures Toph's had with Aang, Sokka, Zuko, and Katara, the whole thing feels a bit dull. Luckily, Sokka and Suki come to visit and reintroduce some familiar faces from their wandering days. And while out and about to celebrate, Toph discovers something that just might put the sparkle back in her eye...\n Written by Faith Erin Hicks (The Adventures of Superhero Girl, The Nameless City) and drawn by Peter Wartman (Stonebreaker), with colors by Adele Matera and collaboration from Avatar: The Last Airbender animated series writer Tim Hedrick, this is the ultimate continuation of the hit animated series!",
            "stock" : 7
        },
        {
            "no" : 9,
            "id_book" : "B009",
            "cover" : "../assets/book/B009.jpg",
            "category" : "Romance",
            "title" : "Viscount Who Loved Me, The (Bridgertons Book 2)",
            "author" : "Julia Quinn",
            "publisher" : "HarperCollins Publishers",
            "year" : 2015,
            "synopsis" : "From New York Times bestselling author Julia Quinn comes the second novel in the beloved Regency-set world of her charming, powerful Bridgerton family, now a series created by Shonda Rhimes for Netflix.\n1814 promises to be another eventful season, but not, This Author believes, for Anthony Bridgerton, London's most elusive bachelor, who has shown no indication that he plans to marry. And in all truth, why should he? When it comes to playing the consummate rake, nobody does it better...                          --Lady Whistledown's Society Papers, April 1814\nBut this time the gossip columnists have it wrong. Anthony Bridgerton hasn't just decided to marry--he's even chosen a wife! The only obstacle is his intended's older sister, Kate Sheffield--the most meddlesome woman ever to grace a London ballroom. The spirited schemer is driving Anthony mad with her determination to stop the betrothal, but when he closes his eyes at night, Kate's the woman haunting his increasingly erotic dreams...\nContrary to popular belief, Kate is quite sure that reformed rakes do not make the best husbands--and Anthony Bridgerton is the most wicked rogue of them all. Kate's determined to protect her sister--but she fears her own heart is vulnerable. And when Anthony's lips touch hers, she's suddenly afraid she might not be able to resist the reprehensible rake herself...\nThis novel includes the 2nd epilogue, a peek at the story after the story.",
            "stock" : 7
        },
        {
            "no" : 10,
            "id_book" : "B010",
            "cover" : "../assets/book/B010.jpg",
            "category" : "Romance",
            "title" : "Forever Never",
            "author" : "Lucy Score",
            "publisher" : "Independently published",
            "year" : 2020,
            "synopsis" : "Under Brick Callan’s mile-wide chest beats a loyal heart with a few cracks in it. He’s the steadfast, overprotective type. Especially when it comes to the one woman he can never have. It’s a long, complicated history punctuated by fights, friendship, family, and an attraction that strains his iron willpower.\nWhen Remi Ford returns to Mackinac Island in the dead of winter with a secret, Brick makes it his mission to find out what put the shadows in those green eyes. Even if it means breaking down the walls he’s built between them. Even if it means falling for the one girl he’ll never get over.\nThe free-spirited artist just needs to lay low for a few weeks so she can figure a way out of this nightmare. She’s definitely not staying. Not when the man who broke her teenage heart into splinters keeps showing up at her parents’ dinner table. Remi doesn’t need broody, bearded Brick riding to her rescue…again. Not when it will put them both in danger, costing them much more than their hearts.\nAuthor’s Note: Frenemies-to-lovers. Opposites attract. Slow burn. Girl in danger. Glorious, glorious banter. Fighting as foreplay. Small-town shenanigans. Big, grumpy, pining, overprotective hero. Wild-child, trouble-finding heroine who keeps on pushing the hero’s buttons. Steam Level: Lava. Suspense: Nail-biting. Feels: Big time.",
            "stock" : 10
        },
        {
            "no" : 11,
            "id_book" : "B011",
            "cover" : "../assets/book/B011.jpg",
            "category" : "Computer & Technology",
            "title" : "Start with Why: How Great Leaders Inspire Everyone to Take Action",
            "author" : "Simon Sinek",
            "publisher" : "Portfolio",
            "year" : 2009,
            "synopsis" : "In 2009, Simon Sinek started a movement to help people become more inspired at work, and in turn inspire their colleagues and customers. Since then, millions have been touched by the power of his ideas, including more than 28 million who’ve watched his TED Talk based on START WITH WHY -- the third most popular TED video of all time. \nSinek starts with a fundamental question: Why are some people and organizations more innovative, more influential, and more profitable than others? Why do some command greater loyalty from customers and employees alike? Even among the successful, why are so few able to repeat their success over and over?\nPeople like Martin Luther King Jr., Steve Jobs, and the Wright Brothers had little in common, but they all started with WHY. They realized that people won't truly buy into a product, service, movement, or idea until they understand the WHY behind it. \nSTART WITH WHY shows that the leaders who've had the greatest influence in the world all think, act, and communicate the same way -- and it's the opposite of what everyone else does. Sinek calls this powerful idea The Golden Circle, and it provides a framework upon which organizations can be built, movements can be led, and people can be inspired. And it all starts with WHY.",
            "stock" : 8
        },
        {
            "no" : 12,
            "id_book" : "B012",
            "cover" : "../assets/book/B012.jpg",
            "category" : "Computer & Technology",
            "title" : "Cracking the Coding Interview: 189 Programming Questions and Solutions 6th Edition",
            "author" : "Gayle Laakmann McDowell",
            "publisher" : "CareerCup",
            "year" : 2015,
            "synopsis" : "I am not a recruiter. I am a software engineer. And as such, I know what it's like to be asked to whip up brilliant algorithms on the spot and then write flawless code on a whiteboard. I've been through this as a candidate and as an interviewer.\nCracking the Coding Interview, 6th Edition is here to help you through this process, teaching you what you need to know and enabling you to perform at your very best. I've coached and interviewed hundreds of software engineers. The result is this book.\nLearn how to uncover the hints and hidden details in a question, discover how to break down a problem into manageable chunks, develop techniques to unstick yourself when stuck, learn (or re-learn) core computer science concepts, and practice on 189 interview questions and solutions.",
            "stock" : 4
        },
        {
            "no" : 13,
            "id_book" : "B013",
            "cover" : "../assets/book/B013.jpg",
            "category" : "History",
            "title" : "This Is the Fire: What I Say to My Friends About Racism",
            "author" : "Don Lemon",
            "publisher" : "Little, Brown and Company",
            "year" : 2021,
            "synopsis" : "The host of CNN Tonight with Don Lemon is more popular than ever. As America’s only Black prime-time anchor, Lemon and his daily monologues on racism and antiracism, on the failures of the Trump administration and of so many of our leaders, and on America’s systemic flaws speak for his millions of fans. Now, in an urgent, deeply personal, riveting plea, he shows us all how deep our problems lie, and what we can do to begin to fix them.\nBeginning with a letter to one of his Black nephews, he proceeds with reporting and reflections on his slave ancestors, his upbringing in the shadows of segregation, and his adult confrontations with politicians, activists, and scholars. In doing so, Lemon offers a searing and poetic ultimatum to America. He visits the slave port where a direct ancestor was shackled and shipped to America. He recalls a slave uprising in Louisiana, just a few miles from his birthplace. And he takes us to the heart of the 2020 protests in New York City. As he writes to his young nephew: We must resist racism every single day. We must resist it with love.",
            "stock" : 8
        },
        {
            "no" : 14,
            "id_book" : "B014",
            "cover" : "../assets/book/B014.jpg",
            "category" : "Travel",
            "title" : "The Unofficial Disney Parks Cookbook: From Delicious Dole Whip to Tasty Mickey Pretzels, 100 Magical Disney-Inspired Recipes (Unofficial Cookbook)",
            "author" : "Ashley Craft",
            "publisher" : "Adams Media",
            "year" : 2020,
            "synopsis" : "Stroll right down the middle of Main Street USA, journey from Adventureland to Infinity and Beyond at Pixar Pier, and explore every avenue in between to taste the flavors of the Disney Parks…all without leaving your kitchen.\nWith The Unofficial Disney Parks Cookbook you can bring the magic of Disneyland and Walt Disney World snacks and treats right to your home. Recreate favorites like the classic Dole Whip and Mickey Pretzels to new favorites like blue milk from Star Wars land and Jack Jack’s Cookie Num Nums from Pixar Pier.\nThese 100 recipes inspired by iconic yummies are perfect whether you are a forever Disney fan or just love a good snack. Now you can feel as if you shared a snack with Mickey himself right from the comfort of your own home!",
            "stock" : 5
        },
        {
            "no" : 15,
            "id_book" : "B015",
            "cover" : "../assets/book/B015.jpg",
            "category" : "Education",
            "title" : "Uncomfortable Conversations with a Black Man",
            "author" : "Emmanuel Acho",
            "publisher" : "Flatiron Books",
            "year" : 2020,
            "synopsis" : "“You cannot fix a problem you do not know you have.” So begins Emmanuel Acho in his essential guide to the truths Americans need to know to address the systemic racism that has recently electrified protests in all fifty states. “There is a fix,” Acho says. “But in order to access it, we’re going to have to have some uncomfortable conversations.”\nIn Uncomfortable Conversations With a Black Man, Acho takes on all the questions, large and small, insensitive and taboo, many white Americans are afraid to ask―yet which all Americans need the answers to, now more than ever. With the same open-hearted generosity that has made his video series a phenomenon, Acho explains the vital core of such fraught concepts as white privilege, cultural appropriation, and “reverse racism.” In his own words, he provides a space of compassion and understanding in a discussion that can lack both. He asks only for the reader’s curiosity―but along the way, he will galvanize all of us to join the antiracist fight.",
            "stock" : 8
        },
        {
            "no" : 16,
            "id_book" : "B016",
            "cover" : "../assets/book/B016.jpg",
            "category" : "Entertainment",
            "title" : "Let That Sh*t Go: A Journal for Leaving Your Bullsh*t Behind and Creating a Happy Life (Zen as F*ck Journals)",
            "author" : "Monica Sweeney",
            "publisher" : "Amazon",
            "year" : 2018,
            "synopsis" : "Harboring grudges and plotting revenge takes a lot of energy. While the wait for one true moment of schadenfreude sounds oh so sweet, true bliss can be found in simply not giving a f*ck.\nWith Let That Sh*t Go, you’ll find moments of profanity-laced catharsis and joy through journaling activities and inspirations that are positive as f*ck. Within these truly charming pages, you’ll find ways to let go of the bullsh*t and lift your spirit a little f*cking higher.",
            "stock" : 8
        },
        {
            "no" : 17,
            "id_book" : "B017",
            "cover" : "../assets/book/B017.jpg",
            "category" : "Business",
            "title" : "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
            "author" : "Robert T. Kiyosaki",
            "publisher" : "Plata Publishing Publication",
            "year" : 2017,
            "synopsis" : "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you.",
            "stock" : 7
        },
        {
            "no" : 18,
            "id_book" : "B018",
            "cover" : "../assets/book/B018.jpg",
            "category" : "Biographies",
            "title" : "The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race",
            "author" : "Walter Isaacson",
            "publisher" : "Simon & Schuster",
            "year" : 2021,
            "synopsis" : "When Jennifer Doudna was in sixth grade, she came home one day to find that her dad had left a paperback titled The Double Helix on her bed. She put it aside, thinking it was one of those detective tales she loved. When she read it on a rainy Saturday, she discovered she was right, in a way. As she sped through the pages, she became enthralled by the intense drama behind the competition to discover the code of life. Even though her high school counselor told her girls didn’t become scientists, she decided she would.\nDriven by a passion to understand how nature works and to turn discoveries into inventions, she would help to make what the book’s author, James Watson, told her was the most important biological advance since his co-discovery of the structure of DNA. She and her collaborators turned ​a curiosity ​of nature into an invention that will transform the human race: an easy-to-use tool that can edit DNA. Known as CRISPR, it opened a brave new world of medical miracles and moral questions.\nThe development of CRISPR and the race to create vaccines for coronavirus will hasten our transition to the next great innovation revolution. The past half-century has been a digital age, based on the microchip, computer, and internet. Now we are entering a life-science revolution. Children who study digital coding will be joined by those who study genetic code.",
            "stock" : 4
        },
        {
            "no" : 19,
            "id_book" : "B019",
            "cover" : "../assets/book/B019.jpg",
            "category" : "Coookbooks",
            "title" : "The Step-by-Step Instant Pot Cookbook: 100 Simple Recipes for Spectacular Results",
            "author" : "Jeffrey Eisner",
            "publisher" : "Voracious",
            "year" : 2020,
            "synopsis" : "Jeffrey Eisner's popular Pressure Luck Cooking website and YouTube channel have shown millions of home cooks how to make magic in their Instant Pots. Now Eisner takes the patient, fun, step-by-step approach that made him an online phenomenon and delivers a cookbook of 100 essential dishes that will demystify pressure cooking for Instant Pot users of all abilities--and put an astounding dinner on the table in a flash.\nEvery flavor-filled recipe in this book is illustrated with clear photographs showing exactly what to do in each step. There are no surprises: no hard-to-find ingredients, no fussy extra techniques, and nothing even the most reluctant cooks can't master in moments. ",
            "stock" : 1
        },
        {
            "no" : 20,
            "id_book" : "B020",
            "cover" : "../assets/book/B020.jpg",
            "category" : "Sports",
            "title" : "Breath: The New Science of a Lost Art",
            "author" : "James Nestor",
            "publisher" : "Riverhead Books",
            "year" : 2020,
            "synopsis" : "“A fascinating scientific, cultural, spiritual and evolutionary history of the way humans breathe—and how we’ve all been doing it wrong for a long, long time.” —Elizabeth Gilbert, author of Big Magic and Eat Pray Love\nNo matter what you eat, how much you exercise, how skinny or young or wise you are, none of it matters if you’re not breathing properly.\nThere is nothing more essential to our health and well-being than breathing: take air in, let it out, repeat twenty-five thousand times a day. Yet, as a species, humans have lost the ability to breathe correctly, with grave consequences.",
            "stock" : 5
        },
        {
            "no" : 21,
            "id_book" : "B021",
            "cover" : "../assets/book/B021.jpg",
            "category" : "Philosofy",
            "title" : "Filosofi Teras",
            "author" : "Henry Manampiring",
            "publisher" : "Kompas",
            "year" : 2008,
            "synopsis" : "Lebih dari 2000 tahun lalu, sebuah mazhab filsafat menemukan akar masalah dan juga solusi dari banyak emosi negatif. Stoisisme, atau Filosofi Teras, adalah filsafat Yunani-Romawi kuno yang bisa membantu kita mengatasi emosi negatif dan menghasilkan mental yang tangguh dalam menghadapi naik-turun nya kehidupan.Jauh dari kesan filsafat sebagai topik berat dan mengawang-awang, Filosofi Teras justru bersifat praktis dan relevan dengan kehidupan Generasi Milenial dan Gen-Z masa kini.",
            "stock" : 5 
        },
        {
            "no" : 22,
            "id_book" : "B022",
            "cover" : "../assets/book/B022.jpg",
            "category" : "Law",
            "title" : "Pengantar Hukum Indonesia",
            "author" : "Teguh PrasetYo",
            "publisher" : "Pt.rajagrafindo Persada",
            "year" : 2021,
            "synopsis" : "Buku mengenai Pengantar Hukum Indonesia yang ada di publik sudah cukup banyak. Namun, buku Pengantar Hukum Indonesia yang berada di tangan pembaca ini merupakan suatu buku pengantar ke dalam hukum Indonesia yang unik dengan pendekatan baru bagi mahasiswa/i dan juga masyarakat umum yang meminati ilmu dan pengetahuan hukum agar nantinya dapat memasuki studi yang lebih mendalam pada ilmu hukum.",
            "stock" : 7
        },
        {
            "no" : 23,
            "id_book" : "B023",
            "cover" : "../assets/book/B023.jpg",
            "category" : "Law",
            "title" : "Viktimologi",
            "author" : "Mahrus Ali",
            "publisher" : "Pt.rajagrafindo Persada",
            "year" : 2021,
            "synopsis" : "Buku mengenai Pengantar Hukum Indonesia yang ada di publik sudah cukup banyak. Namun, buku Pengantar Hukum Indonesia yang berada di tangan pembaca ini merupakan suatu buku pengantar ke dalam hukum Indonesia yang unik dengan pendekatan baru bagi mahasiswa/i dan juga masyarakat umum yang meminati ilmu dan pengetahuan hukum agar nantinya dapat memasuki studi yang lebih mendalam pada ilmu hukum.",
            "stock" : 7
        },
        {
            "no" : 24,
            "id_book" : "B024",
            "cover" : "../assets/book/B024.jpg",
            "category" : "Law",
            "title" : "Penjara Swasta",
            "author" : "Sani Imam Santoso",
            "publisher" : "Saberro Inti Persada",
            "year" : 2021,
            "synopsis" : "Di dalam Teori Kritis yang diungkapkan dan ditulis para Filsof dari Jerman yang akhirnya hanya menelurkan suatu bentuk pesimisme. maka Jurgens Habermas yang mengungkapkan bahwa ternyata teori itu bisa menghasilkan optimisme dimana ditemukan Sektor Privatisasi (Swasta) bisa bergabung menjadi optimis dengan dunia sektor Publik yang terjemahannya adalah dimungkinkannya Sektor Publik (Pemerintah)menjadi Sektor Privat.",
            "stock" : 2
        },
        {
            "no" : 25,
            "id_book" : "B025",
            "cover" : "../assets/book/B025.jpg",
            "category" : "Law",
            "title" : "Uji Tuntas Hukum (Legal Due Diligence)",
            "author" : "Dr. Rio Christiawan, S.H., M.Hum.,M.Kn.",
            "publisher" : "Sinar Grafika",
            "year" : 2021,
            "synopsis" : "Proses uji tuntas hukum dimaksudkan untuk mencapai sebuah transaksi yang bersifat 'clear and clean' bagi para pihak.salah satunya berarti bahwa para pihak mengetahui segala aspek yang melekat pada transaksi yang akan dilakukan,termasuk didalamnya adalah risiko hukum yang potensial timbul maupun risiko yang akan ditanggung oleh masing-masing pihak yang akan melakukan transaksi.",
            "stock" : 6
        },
        {
            "no" : 26,
            "id_book" : "B026",
            "cover" : "../assets/book/B026.jpg",
            "category" : "Law",
            "title" : "Hukum Keperdataan",
            "author" : "Zaeni Asyhadie",
            "publisher" : "RajaGrafindo Persada",
            "year" : 2020,
            "synopsis" : "Hukum Keperdataan memang merupakan hukum privat yang “mengatur” hubungan antara subjek hukum yang satu dengan subjek hukum lainnya, malah “mengatur” pula hubungan antara subjek hukum dengan objek hukum. Hubungan-hubungan ini bisa menimbulkan akibat hukum yang sudah diatur dalam Hukum Nasional, Hukum Adat, dan Hukum Positif yang berlaku di Indonesia.",
            "stock" : 6
        },
        {
            "no" : 27,
            "id_book" : "B027",
            "cover" : "../assets/book/B027.jpg",
            "category" : "Law",
            "title" : "Hukum Hak Tanggungan",
            "author" : "Arba, Muhammad Amin Suma",
            "publisher" : "RajaGrafindo Persada",
            "year" : 2020,
            "synopsis" : "Undang-Undang Nomor 5 Tahun 1960 tentang Peraturan Dasar Pokok-Pokok Agraria yang dikenal dengan UUPA menentukan dalam Pasal 25, 33 dan 39, yaitu: Hak Milik, Hak Guna Usaha; dan Hak Guna Bangunan ditunjuk sebagai objek Hak Tanggungan, serta Pasal 51 menentukan Hak tanggungan yang dapat dibebankan pada hak milik, hak guna usaha dan hak guna bangunan tersebut diatur dengan undang-undang.",
            "stock" : 6
        },
        {
            "no" : 28,
            "id_book" : "B028",
            "cover" : "../assets/book/B028.jpg",
            "category" : "Law",
            "title" : "Politik Hukum Konteporer",
            "author" : "Rio Christiawan",
            "publisher" : "RajaGrafindo Persada",
            "year" : 2020,
            "synopsis" : "Perubahan kebijakan hukum yang disebabkan oleh adanya pandemi Covid-19 tidak saja berdampak sementara waktu, tetapi normal baru yang dilahirkan akan dirasakan oleh masyarakat dalam jangka waktu yang lama.",
            "stock" : 6
        },
        {
            "no" : 29,
            "id_book" : "B029",
            "cover" : "../assets/book/B029.jpg",
            "category" : "Religion",
            "title" : "Alkitab",
            "author" : "LAI",
            "publisher" : "LAI",
            "year" : 2021,
            "synopsis" : "Alkitab berukuran besar yang dikemas dengan cover model agenda bermotif burung. Cover Alkitab menggunakan bahan lembut, dengan kancing magnet, tulisan Alkitab dibordir dan pinggiran berwarna, sehingga semakin mempercantik tampilannya. Alkitab ini juga dilengkapi dengan indeks untuk mempermudah mencari kitab.",
            "stock" : 6
        },
        {
            "no" : 30,
            "id_book" : "B030",
            "cover" : "../assets/book/B030.jpg",
            "category" : "Religion",
            "title" : "Menjadi Kekasih Al-Quran",
            "author" : "Atina Balqis Izzah, LC, MA",
            "publisher" : "Elex Media Komputindo",
            "year" : 2021,
            "synopsis" : "15 tahun berkutat dalam dunia menghafal Al-Qur’an, penulis sadar bahwa proses menghafal maupun menjaga hafalan Al-Qur’an adalah tidak mudah. Akan tetapi dengan modal mencintai Al-Qur’an, insya Allah bisa menjaga seseorang agar terus istikamah sampai akhir hidup mengemban amanah menjadi seorang hâmilul Qur’an.",
            "stock" : 6
        },
        {
            "no" : 31,
            "id_book" : "B031",
            "cover" : "../assets/book/B031.jpg",
            "category" : "Religion",
            "title" : "Saat Teduh Kecil Mar - Apr",
            "author" : "-",
            "publisher" : "Gunung Mulia Bpk",
            "year" : 2021,
            "synopsis" : "Saat Teduh Kecil Mar - Apr 2021.",
            "stock" : 6
        },
        {
            "no" : 32,
            "id_book" : "B032",
            "cover" : "../assets/book/B032.jpg",
            "category" : "Religion",
            "title" : "Hidup Minimalis Ala Rasulullah",
            "author" : "Ratna Latifah",
            "publisher" : "Syalmahat Publishing",
            "year" : 2021,
            "synopsis" : "Meneladani perilaku dan sikap Rasulullah Saw. merupakan salah satu langkah untuk menjalani kehidupan dengan sebaik-baiknya Rasulullah Saw.",
            "stock" : 6
        }
    ],
    "user" : [
        {
            "no" : 1,
            "id_user" : "U001",
            "name" : "Daniel Paskalis",
            "email" : "daniel@gmail.com",
            "phone_number" : "+6281256746632",
            "member" : "Silver",
            "status" : 1
        },
        {
            "no" : 2,
            "id_user" : "U002",
            "name" : "Yona Astika",
            "email" : "yona@gmail.com",
            "phone_number" : "+62898765721",
            "member" : "Gold",
            "status" : 1
        },
        {
            "no" : 3,
            "id_user" : "U003",
            "name" : "Nazli Alvira Siregar",
            "email" : "nazli@gmail.com",
            "phone_number" : "+62890876677",
            "member" : "Silver",
            "status" : 0
        }
    ],
    "admin" : [
        {
            "no": 1,
            "id_role": "A001",
            "username": "administrator",
            "level": "Administrator",
            "status": 1
        },
        {
            "no": 2,
            "id_role": "A002",
            "username": "officer",
            "level": "Officer",
            "status": 0
        }
    ],
    "activity" : [
        {
            "no" : 1,
            "id_activity" : "A001",
            "title_book" : "Restoring Your Historic House: The Comprehensive Guide for Homeowners",
            "user" : "Yona Astika",
            "start_date" : "2021-03-15",
            "return_date" : "2021-03-22",
            "fine" : 0,
            "status" : "In the Periode",
            "confirm" : 1,
            "return" : 1
        },
        {
            "no" : 2,
            "id_activity" : "A002",
            "title_book" : "Forever Never",
            "user" : "Nazli Alvira Siregar",
            "start_date" : "2021-03-21",
            "return_date" : "2021-03-28",
            "fine" : 0,
            "status" : "In the Periode",
            "confirm" : 1,
            "return" : 1
        },
        {
            "no" : 3,
            "id_activity" : "A003",
            "title_book" : "Avatar: The Last Airbender - Toph Beifong's Metalbending Academy",
            "user" : "Daniel Paskalis",
            "start_date" : "2021-04-01",
            "return_date" : "2021-04-08",
            "fine" : 3,
            "status" : "3 days late",
            "confirm" : 0,
            "return" : 0
        }
    
    ]
}